IDEA Open Model
ReportSettings.SymbolExplanations Property
Compatible with IDEA StatiCa 20.1
 Indicates, whether generate explanations to report.
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool SymbolExplanations { get; set; }
Public Property SymbolExplanations As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace